Repository: ensismoebius/dedira
Catalog: pages/fiscalize/lang/*/LC_MESSAGES/messages.po
Languages: pt_br

source: GPS coordinates
pt_br: Coordenadas de GPS

source: Type the address
pt_br: Digite o endereço

source: Address number
pt_br: Digite o numero do endereço

source: Address complement
pt_br: Complemento (se houver)

source: Take a picture of the wrong thing
pt_br: Tire um foto do que está errado

source: Problem description please be polite
pt_br: Descreva o problema seja educada(o)

source: Describe how to solve the problem
pt_br: Descreva como resolver o problema

source: Send report
pt_br: Enviar relatório

source: Incorrect data! Send it again. The fields in yellow must be properly filled!
pt_br: Dados incorretos! Envie-os novamente. Os campos em amarelo devem ser preenchidos de forma correta!

source: Fail to record the problem! Try again later.
pt_br: Falha ao gravar relatório, tente novamente.

source: Problem succefully reported! Thank you!
pt_br: Problema informado com sucesso! Obrigado!
